src/test/resources/test/xdutils/data/schema/twsdl.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"
  xsi:schemaLocation = "http://schemas.xmlsoap.org/soap/envelope/ twsdl.xsd"
  xmlns:xsi ="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:p="http://ws.koop.cz/B1A/2008/01"
 s:encodingStyle="http://www.syntea.cz/koop/encoding">
        <s:Header>
                <p:User s:mustUnderstand="1" IdentUser="asdfaf" />
                <p:Request IdentZpravy="0" s:mustUnderstand="1" Mode="STD" />
        </s:Header>
        <s:Body>
                <p:Get_VolnePSP>
                        <p:Nositel InfoDatum="20070101" Jmeno="KAREL" RC="7705059876"/>
                </p:Get_VolnePSP>
        </s:Body>
</s:Envelope>
